[
  {
    "название": "Интерстеллар",
    "жанр": "Научная фантастика",
    "год выпуска": 2014,
    "описание": "Фильм рассказывает историю группы исследователей, которые отправляются в космическое путешествие, чтобы найти новый дом для человечества в другой галактике."
  },
  {
    "название": "Темный рыцарь",
    "жанр": "Боевик",
    "год выпуска": 2008,
    "описание": "Этот фильм о супергерое Бэтмене, который сражается с преступником по имени Джокер, чтобы спасти Готэм-сити."
  },
  {
    "название": "Зеленая миля",
    "жанр": "Драма",
    "год выпуска": 1999,
    "описание": "Фильм рассказывает историю тюремного смотрителя, который обнаруживает, что один из заключенных обладает необычными способностями."
  },
  {
    "название": "Властелин колец: Братство кольца",
    "жанр": "Фэнтези",
    "год выпуска": 2001,
    "описание": "Фильм о группе героев, отправляющихся в опасное путешествие, чтобы уничтожить кольцо власти."
  },
  {
    "название": "Звездные войны: Эпизод 4 - Новая надежда",
    "жанр": "Научная фантастика",
    "год выпуска": 1977,
    "описание": "Фильм повествует о борьбе повстанцев против зловещей Империи в далекой галактике."
  },
  {
    "название": "Крестный отец",
    "жанр": "Криминальная драма",
    "год выпуска": 1972,
    "описание": "Фильм рассказывает историю мафиозной семьи, которая контролирует преступный мир Нью-Йорка во времена Второй мировой войны."
  },
  {
    "название": "Титаник",
    "жанр": "Драма",
    "год выпуска": 1997,
    "описание": "Фильм рассказывает романтическую историю любви между богатой девушкой и бедным художником на фоне крушения легендарного корабля."
  },
  {
    "название": "Побег из Шоушенка",
    "жанр": "Драма",
    "год выпуска": 1994,
    "описание": "Фильм рассказывает историю заключенного, который использует свой ум, чтобы планировать и осуществить побег из тюрьмы Шоушенк."
  },
  {
    "название": "Матрица",
    "жанр": "Научная фантастика",
    "год выпуска": 1999,
    "описание": "Фильм о программисте, который узнаёт, что мир, в котором он живет, на самом деле является компьютерной симуляцией."
  },
  {
    "название": "Леон",
    "жанр": "Боевик",
    "год выпуска": 1994,
    "описание": "Фильм рассказывает историю профессионального убийцы, который становится наставником молодой девочки, с которой у него возникают неожиданные связи."
  }

]
